tiny-isds/src/main/resources/GetListOfReceivedMessages.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
>
    <soap:Body>
        <GetListOfReceivedMessages xmlns="http://isds.czechpoint.cz">
            <dmFromTime>${DATE_FROM}</dmFromTime>
            <dmToTime>${DATE_TO}</dmToTime>
            <dmOffset>${OFFSET}</dmOffset>
            <dmLimit>${LIMIT}</dmLimit>
        </GetListOfReceivedMessages>
    </soap:Body>
</soap:Envelope>
